Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sma/facta/umo.se/finska.html.tmx
Source language: fin
Languages: sma

source: UMO – nuorisovastaanotto verkossa
sma: Åarjelsaemiengiele (sydsamiska)

source: UMO:n aihealueet:
sma: Suerkieh UMO:sne:

source: Väkivalta ja loukkaaminen
sma: Nåake damtedh

source: Alkoholi, tupakka, huumeet
sma: Vædtsoehvoete jïh narrahtimmie

source: Minä
sma: Manne

source: Seksi
sma: Gieriesvoete jïh vïenesvoete

source: Rakkaus ja ystävyys
sma: Kråahpe

source: Abortti tarkoittaa raskauden keskeyttämistä.
sma: Aborte lea gosse iemiem luejhtedh.

source: Aborttia harkitsevalla voi olla mielessään monenlaisia kysymyksiä, joista on mahdollista keskustella ja joihin voi saada vastauksia.
sma: Jis funterde abortem darjodh dellie kaanne jïjnjh gyhtjelassh åtna. Mohte maahta åålegh naakenem råakedh gie maahta gyhtjelasside vaestiedidh.

source: Tämä koskee myös poikaa, joka on saattanut tytön raskaaksi.
sma: Dïhte aaj dïsse gie nïejtem nåajsan dorjeme.

source: Ahdistuksella tarkoitetaan voimakasta, pelonsekaista tai huolestunutta tunnetilaa, joka tuntuu koko kehossa, ja jota useimmat joskus kokevat.
sma: Akute-p-pillere lea tabledte mij nïejth maehtieh vaeltedh guktie eah baavijahtjh. Daate ij leah sïejhme båavhroehvaarjedimmie, dïhte sæjhta jiehtedh ij dam nåhtedh vaarjedimmine jallh negkiemisnie.

source: Vaikka ahdistus voi tuntua ikävältä, kannattaa kuitenkin yrittää tehdä haluamiaan asioita eikä vältellä tilanteita, joiden uskoo aiheuttavan ahdistusta.
sma: Akute-p-pillere edtja ajve baenhtsesne jïh ij goh sïejhme båavhroehvaarjedimmie.

source: Alakuloisuuden, surullisuuden, ahdistuksen tai toivottomuuden tunteet ovat luonnollinen osa elämää.
sma: Alkohole jovkemsh goh voelege, vijne jïh sprïjhte.

source: Joskus saattaa olla päiviä, jolloin mikään ei huvita, mikään ei tunnu hauskalta tai mielessä pyörii monenlaisia asioita.
sma: Jïjnjh juvkieh juktie tuhtjieh njaelkies jallh sijhtieh tjïervesne sjïdtedh.

source: Tällaiset tunteet menevät usein ohi.
sma: Mohte alkohole maahta aaj vaahreles ovmessie vuekine årrodh.

source: Kurjaa oloa voi kohentaa eri tavoin itse, tai hakea tarvittaessa apua.
sma: Naaken asvem åådtje jïh nåekies sjædta gosse jåvka.

source: Alkoholi
sma: Asve

source: Alkoholijuomiin kuuluvat muun muassa olut, viini ja väkevät alkoholijuomat. Alkoholia juodaan maun vuoksi tai päihtymyksen saavuttamiseksi.
sma: Asve lea gosse damta tjarki aerkies jïh skabroeh, maahta abpe kråahpesne damtedh jïh mah jeenjemesh naan aejkien åadtjoeh.

source: Se voi aiheuttaa vammoja ja sairauksia tai saada ajautumaan vaikeisiin tai vaarallisiin tilanteisiin. Joillekin alkoholin käyttö aiheuttaa ahdistuneisuutta ja pahoinvointia.
sma: Gosse asvede dellie båånhtsere, mohte edtja voejhkelidh darjodh guktie sïjhtedh jïh ij tsiehkieh pryövh lïepedh mestie veanhta asvedidh.

source: Ehkäisypilleri
sma: Goebperh tsåvhnosne

source: Ehkäisypilleri on tyttöjen ehkäisymenetelmä.
sma: Muvhtene jeananieh jïh dellie dåeriesmoere sjædta.

source: Ehkäisypillereillä tarkoitetaan useimmiten yhdistelmäehkäisypillereitä.
sma: Dïhte lea dan sïejhme nïejtine. Golme njieljie nïejtijste naan aejkien jieliedisnie åadtjoeh dåeriesmoere goebperistie aaj jieniebidie bååstide båetedh gellien aejkien.

source: Ne sisältävät kahta eri hormonia, estrogeenia ja progesteronia (keltarauhashormonia), jotka muun muassa estävät ovulaation ja siten myös raskaaksi tulemisen.
sma: Aaj baernieh maehtieh goebperh åadtjodh. Goebpere ij leah vaahreles mohte maahta vaejvie årrodh juktie goepedh jïh svijredh.

source: Eka kerta
sma: Gujnelemmie

source: Ennen ensimmäisiä seksuaalisia kokeiluja toisen kanssa monet ovat harjoittaneet itsetyydytystä.
sma: Gujnelemmie lea dïhte verteme boernesgåeteste mij nïejth åadtjoeh puberteten raejeste.

source: Ensimmäinen seksuaalinen kokemus tapahtuu siis usein oman itsensä kanssa.
sma: Gujnelemmie lea kråahpen vuekie vuesehte tjoelenjoetseme sjïdteme.

source: Hiivatulehdus
sma: š Gujnelemmie

source: Emättimen limakalvolla elää normaalisti hiivasieni.
sma: Såemies aejkien hujnies, stråarkan, aerkies damta jallh damta ij naan håhkoe lea iemeles bieliem jieliemisnie.

source: Joskus hiivasieni voi yltyä liikakasvuun ja aiheuttaa tulehduksen.
sma: Maahta vuesiehtimmien gaavhtan biejjieh åtna gosse ij maam akt åajsoeh, ij mïssŠakt luste jallh gosse jïjnjh tjoeperde.

source: Tämä on hyvin yleistä varsinkin tytöillä.
sma: Daamhtaj dah domtesh haajpanieh.

source: Myös pojat voivat saada hiivatulehduksen. Hiivatulehdus on vaaraton, mutta se voi aiheuttaa kutinaa ja kirvelyä.
sma: Gååvnese aath mejtie jïjtje maahta darjodh guktie buerebe damtedh, jïh viehkiem gååvnese jis dam daarpesje.

source: Itsensä arvostamista voi kehittää.
sma: š Hujnesne

source: Jälkiehkäisypilleri
sma: Irhkeme

source: Jälkiehkäisypilleri on tabletti, jonka tyttö voi ottaa ehkäistäkseen raskauden.
sma: Gosse almetjh naakenem lïhke irhkieh, dellie lea irhkeme.

source: Jälkiehkäisy ei ole tavanomainen ehkäisykeino, eli sitä ei käytetä suojana ennen yhdyntää tai sen aikana.
sma: Akte væssjojen deahpadimmie ij leah irhkeme.

source: Jälkiehkäisytablettia tulisi käyttää vain viimeisenä hätäkeinona eikä säännölliseen raskauden ehkäisyyn.
sma: Gosse gellien aejkien deahpadieh jïh naaken destie nåake damta, dellie lea irhkeme.

source: Kiusatuksi joutuminen
sma: Jïjtjedomtese

source: Joutuessaan kiusatuksi saattaa helposti alkaa tuntea olonsa surulliseksi ja alakuloiseksi.
sma: Jïjtjedomtese dej åssjeli bïjre maam jïjtjemse ussjede jïh gie lea.

source: Joskus kiusaaminen vaikuttaa elämään niin paljon, että kiusatun itsetunto heikkenee ja hän yrittää vältellä tilanteita, joissa saattaisi törmätä kiusaajiin.
sma: Ij leah dan bïjre jis væjkele jallh nåake ovmessie darjomh dorje, dïhte lea dan bïjre damtedh dov lea vierhtie barre dan tjïrrh datne leah datne.

source: Kenenkään ei tarvitsisi joutua piiloutumaan kiusaamisen vuoksi.
sma: Maahta haarjanidh guktie damta manne dåhkesjem.

source: š Kiusatuksi joutuminen
sma: š Jïjtjedomtese

source: Kiusaaminen
sma: Jis irhkesåvva

source: Kiusaamisella tarkoitetaan sitä, kun joku joutuu ympärillä olevien ihmisten huonon kohtelun kohteeksi.
sma: Gosse irhkesåvva aelhkies aerkies jïh nåake damta.

source: Yksittäiset erimielisyydet eivät ole kiusaamista.
sma: Muvhtene dam jielemem dan jïjnjh tsavtsa guktie jïjtjetjirkeme vaenede jïh voejhkele tsiehkieh slyöhpedh gusnie irhkijh råaka.

source: Kun ilkeää kohtelua tapahtuu toistuvasti, ja se aiheuttaa kiusatulle harmia ja pahaa mieltä, puhutaan kiusaamisesta.
sma: Mohte ij naan edtjh tjïekedidh juktie jeatjah irhkieh.

source: š Kiusaaminen
sma: Kondome voessetje dan jassijes lateksistie (gummije) maam boetjese jallh seksegaavnan beaja jis galka seksem utnedh.

source: Kondomi on ohut lateksinen (kuminen) pussi, joka voidaan asettaa peniksen tai seksilelun päälle seksiä harrastettaessa.
sma: Dej sisvege göökte ovmessie hormonh, östrogene jïh gestagene (gulkroppshormone), mah gaskem jeatjebem darjoeh ij naan munnieluajhtemem åadtjoeh jïh dan gaavhtan ij maehtieh nåajsan sjïdtedh.

source: Kuukautiset tarkoittavat kohdusta poistuvaa verenvuotoa, joka toistuu tytöillä enemmän tai vähemmän säännöllisesti murrosiästä alkaen.
sma: Såemies aejkien gåessie 10 jïh 13 jaepiej gaskem pruvhkieh jeenjemesh puberteetese båetedh. Pubperteetesne kråahpe evtede maaneste geervese.

source: Kuukautiset ovat merkki tytölle, että hänen kehonsa on lisääntymiskykyinen.
sma: Vuesiehtimmien gaavhtan gïele jïh dïrregh jeatjahtehtieh, maahta njavsodh jïh pråvhka aelkedh seksen bïjre ussjedidh.

source: Murrosikä alkaa yleensä 10–13-vuotiaana.
sma: Raerieh buerebe jïjtjedomtesasse

source: Murrosiän aikana vartalo kehittyy lapsesta aikuiseksi.
sma: Dah leah jïjnjh maam maahta darjodh guktie jïjtse jïjtjedomtesem nænnoestidh.

source: Esimerkiksi ääni ja sukupuolielimet muuttuvat, kasvoihin saattaa ilmaantua näppylöitä ja kiinnostus seksiin herää.
sma: Daesnie naan raerieh mejtie maahta pryövedh.

source: Pussailu, suutelu ja hyväily
sma: š Raerieh buerebe jïjtjedomtesasse

source: Monet tykkäävät pussailusta, suutelusta ja hyväilystä.
sma: Rïevhkestimmeste maahta ovmessie skaarah jïh skïemtjelassh åadtjodh jïh medtie fïerhten mubpien persovne gie rïevhkeste aarebi jaama enn jis ij rïevhkesth.

source: Ne ovat asioita, joista moni nuori haaveilee ja odottaa pääsevänsä kokemaan.
sma: Dågka lea aaj dovres, jïh destie njavsodh, båajhtode kondisjovnem jïh vaenie sekselastoem åådtje.

source: Samanaikaisesti ensimmäinen suudelma tai hyväily saattaa hermostuttaa.
sma: Læjhkan daamhtaj aalka rïevhkestidh juktie sæjhta tjaebpies jïh veekes årrodh.

source: Miten oikeastaan hyväillään ?
sma: š Rïevhkestimmie

source: Seksitautitestit
sma: Sekse voestes aejkien

source: Testimenetelmä riippuu testattavasta seksitaudista.
sma: Jeenjemes pruvhkieh onanereeme åvteli dah seksem jeatjabinie utnieh.

source: Usein testit otetaan virtsanäytteestä tai verikokeesta.
sma: Dïhte voestes seksuellen dååjresem jeenjemesh jïjtsinie utnieh.

source: Jos testattava seksitauti on tartuntasuojalain mukaan ilmoitettava tauti, testi on ilmainen.
sma: Sïejhme jïjnjh åssjelh jïh vuartoeh åtna guktie sjædta dïhte voestes aejkien gosse seksem jeatjabinie utnedh.

source: Seksuaalinen suuntautuminen - bi, hetero, homo
sma: Seksuellen syjhtede – bi, heteroe, homoe

source: Seksuaalinen suuntautuminen tarkoittaa rakastumisen tai seksuaalisen kiinnostuksen kohdetta.
sma: Seksuellen syjhtede lea dan bïjre mij tjoelem persovne åtna maam eahtsa jallh kleenghkeste.

source: Ihmiset voivat olla bi-, hetero- tai homoseksuaaleja.
sma: Maahta biseksuelle, heteroseksuelle jallh homoseksuelle årrodh.

source: Tupakoiva ihminen imee itseensä tuhansia myrkyllisiä aineita.
sma: Jis ij leah vaarjedamme gosse seksem utni lea hijven teestedh jis tjoeleskïemtjelassh åådtjeme.

source: Tupakointi voi aiheuttaa erilaisia terveyshaittoja ja sairauksia, ja noin joka toinen tupakoitsija kuolee nuorempana kuin tupakoimaton ikätoveri.
sma: Ovmessie vuekieh åtna gosse teestedh.

source: Tupakka on myös kallista, se voi aiheuttaa aknea, heikentää fyysistä kuntoa ja vähentää seksihaluja.
sma: Daamhtaj åådtje gadtje- jallh vïrrepryövemem vedtedh.

source: Silti monet nuoret aloittavat tupakoinnin ollakseen cooleja tai siistejä.
sma: Jis tjoeleskïemtjelassem teestedh maam suetievaarjelimmielaaken mietie dellie ij daarpesjh maeksedh.

source: Vinkkejä itsetunnon kohentamiseen
sma: Tjonnestidh, tjuvliestidh jïh gijhkierdidh

source: Omaa itsetuntoaan voi kohentaa monin eri tavoin.
sma: Tjonnestidh, tjuvliestidh jïh gijhkierdidh jïjnjh lyjhkoeh dam darjodh.

source: Tässä muutamia kokeilunarvoisia vinkkejä.
sma: Jis ij leah dam dorjeme kaanne dan bïjre nïekede jïh haelede dam darjodh.

source: š Vinkkejä itsetunnon kohentamiseen
sma: š Tjonnestidh, tjuvliestidh jïh gijhkierdidh
